{
  "ERMDWizardBanner.stepsMessage" = "Step @@currentStep@@ of \U00a0@@tabSectionsContents.count@@";
 
  /* Branch button labels, alternative text values */
  "Button._cancelEdit" = "Cancel";
  "Button._cancelEdit.Alt" = "Reverts your changes";
  "Button._create" = "Create";
  "Button._create.Alt" = "Creates a new Object";
  "Button._createRelated" = "Create";
  "Button._createRelated.Alt" = "Creates a new Object to add to the relationship";
  "Button._delete" = "Delete";
  "Button._delete.Alt" = "Deletes this Object";
  "Button._deleteReturn" = "Delete";
  "Button._deleteReturn.Alt" = "Deletes this Object";
  "Button._edit" = "Edit";
  "Button._edit.Alt" = "Edits this Object";
  "Button._editRelated" = "Edit";
  "Button._editRelated.Alt" = "Edits the related Object";
  "Button._inspect" = "Inspect";
  "Button._inspect.Alt" = "Inspects this Object";
  "Button._inspectRelated" = "Inspect";
  "Button._inspectRelated.Alt" = "Inspects the related Object";
  "Button._nextStep" = "Next";
  "Button._nextStep.Alt" = "Next Step";
  "Button._prevStep" = "Previous";
  "Button._prevStep.Alt" = "Previous Step";
  "Button._query" = "Find";
  "Button._query.Alt" = "Finds Objects matching the query";
  "Button._queryRelated" = "Find";
  "Button._queryRelated.Alt" = "Finds related Objects matching the query";
  "Button._removeRelated" = "Remove";
  "Button._removeRelated.Alt" = "Removes the related Object";
  "Button._return" = "Return";
  "Button._return.Alt" = "Returns to the previous page";
  "Button._returnRelated" = "Return";
  "Button._returnRelated.Alt" = "Returns to the previous page";
  "Button._save" = "Save";
  "Button._save.Alt" = "Saves your changes";
  "Button._select" = "Select";
  "Button._select.Alt" = "Selects that Object";
  "Button._selectAll" = "Select All";
  "Button._selectAll.Alt" = "Selects all Objects";
  "Button._selectNone" = "Select None";
  "Button._selectNone.Alt" = "Removes the selection from all Objects";
  "Button._selectAllOnPage" = "Select All on Page";
  "Button._selectAllOnPage.Alt" = "Selects all Page Objects";
  "Button._selectNoneOnPage" = "Select None on Page";
  "Button._selectNoneOnPage.Alt" = "Removes the selection from all Page Objects";
  
}
